/* No comment provided by engineer. */
"I couldn't activate the launch agent. Your desktop picture will be unchanged." = "I couldn't activate the launch agent. Your desktop picture will be unchanged.";

/* No comment provided by engineer. */
"I wasn't able to write your settings to a launch agent file." = "I wasn't able to write your settings to a launch agent file.";

/* No comment provided by engineer. */
"More information might be available from Console." = "More information might be available from Console.";

/* button */
"OK" = "OK";

/* %@ = path to launch agent plist */
"Please move the folder at %@ and restart this program." = "Please move the folder at %@ and restart this program.";

/* button */
"Quit" = "Quit";

/* No comment provided by engineer. */
"There is a folder blocking a file I need to create." = "There is a folder blocking a file I need to create.";

